Repository: KDE/kwordquiz
Catalog: po/*/kwordquiz.po
Languages: it, zh_cn

# NAME OF TRANSLATORS
source: Your names
it: Pino Toscano
zh_cn: KDE 中国

# EMAIL OF TRANSLATORS
source: Your emails
it: toscano.pino@tiscali.it
zh_cn: kde-china@kde.org

source: Selection
it: Selezione
zh_cn: 选择

source: Delete all information in selected entries
it: Elimina tutte le informazioni nelle voci selezionate
zh_cn: 在所选条目中删除所有信息

source: When checked all information will be deleted from the selected entries
it: Se selezionata, saranno eliminate tutte le informazioni dalle voci selezionate
zh_cn: 如果选中此项，将删除所选条目里的所有信息

source: Clear &All
it: Cancella &tutto
zh_cn: 全部清除(&A)

source: Delete the text from selected entries
it: Elimina il testo nelle voci selezionate
zh_cn: 删除选中项中的文本

source: When checked the text will be deleted from selected entries
it: Se selezionata, sarà eliminato il testo dalle voci selezionate
zh_cn: 如果选中此项，将删除所选条目里的文字

source: &Text
it: &Testo
zh_cn: 文本(&T)

source: Delete the image link from selected entries
it: Elimina il collegamento ad immagini dalle voci correnti
zh_cn: 从所选条目中删除图像链接

source: When checked the image link will be deleted from selected entries
it: Quando marcata, sarà eliminato il collegamento ad immagini dalle voci correnti
zh_cn: 如果选中此项，将从所选条目中删除图像链接

source: &Image Links
it: Collegamenti ad &immagini
zh_cn: 图像链接(&I)

source: Delete the sound link from selected entries
it: Elimina il collegamento a suoni dalle voci correnti
zh_cn: 从所选条目中删除声音链接

source: When checked the sound link will be deleted from selected entries
it: Quando marcata, sarà eliminato il collegamento a suoni dalle voci correnti
zh_cn: 如果选中此项，将从所选条目中删除声音链接

source: &Sound Links
it: Collegamenti a &suoni
zh_cn: 声音链接(&S)

source: Column 1
it: Colonna 1
zh_cn: 第一列

source: Title for the left column
it: Titolo per la colonna sinistra
zh_cn: 左侧列的标题

source: Enter a title (identifier) for the left column
it: Inserisci un titolo (identificatore) per la colonna sinistra
zh_cn: 输入左侧列的标题(标识符)

source: &Title:
it: &Titolo:
zh_cn: 标题(&T)：

source: &Keyboard layout:
it: Mappatura della &tastiera:
zh_cn: 键盘布局(&K)：

source: &Width:
it: &Larghezza:
zh_cn: 宽度(&W)：

source: Keyboard layout for the left column
it: Mappatura della tastiera per la colonna sinistra
zh_cn: 左侧列的键盘布局

source: Select a keyboard layout for the left column
it: Scegli una mappatura della tastiera per la colonna sinistra
zh_cn: 选择左侧列的键盘布局

source: Width of the left column
it: Larghezza della colonna sinistra
zh_cn: 左侧列的宽度

source: Enter the width (in pixels) for the left column
it: Inserisci la larghezza (in pixel) per la colonna sinistra
zh_cn: 输入左侧列的宽度(以像素计)

source: Column 2
it: Colonna 2
zh_cn: 第二列

source: T&itle:
it: T&itolo:
zh_cn: 标题(&I)：

source: Keyboard &Layout:
it: &Mappatura della tastiera:
zh_cn: 键盘布局(&L)：

source: Wi&dth:
it: La&rghezza:
zh_cn: 宽度(&D)：

source: Title for the right column
it: Titolo per la colonna destra
zh_cn: 右侧列的标题

source: Enter a title (identifier) for the right column
it: Inserisci un titolo (identificatore) per la colonna destra
zh_cn: 输入右侧列的标题(标识符)

source: Width of the right column
it: Larghezza della colonna destra
zh_cn: 右侧列的宽度

source: Enter the width (in pixels) for the right column
it: Inserisci la larghezza (in pixel) per la colonna destra
zh_cn: 输入右侧列的宽度(以像素计)

# @title:window
source: Column Settings
it: Impostazioni delle colonne
zh_cn: 列设置

# @title:window select character dialog
source: Select Character
it: Scegli carattere
zh_cn: 选择字符

# @action:button
source: &Select
it: &Scegli
zh_cn: 选择(&S)

# @info:tooltip
source: Select this character
it: Scegli questo carattere
zh_cn: 选择此字符

source: Column widths
it: Larghezze delle colonne
zh_cn: 列宽

source: Keyboard layouts
it: Mappature della tastiera
zh_cn: 键盘布局

source: Search
it: Cerca
zh_cn: 搜索

source: Your answer was correct!
it: Risposta esatta!
zh_cn: 您答对了！

source: Your answer was incorrect.
it: Risposta errata.
zh_cn: 您答错了。

source: <html>There are too few entries in your vocabulary.<br />You need at least one entry for a flashcard quiz.</html>
it: <html>Non ci sono abbastanza voci nel vocabolario.<br />Ci deve essere almeno una voce per un quiz con carte mnemoniche.</html>
zh_cn: <html>您的词汇表中的条目太少了。<br />在答题卡问案中您最少需要一个条目</html>

source: Creates a new blank vocabulary document
it: Crea un nuovo documento di vocabolario vuoto
zh_cn: 创建新的空词汇表文档

source: Opens an existing vocabulary document
it: Apre un documento di vocabolario esistente
zh_cn: 打开已有的词汇表文档

source: Download New Vocabularies...
it: Scarica nuovi vocabolari...
zh_cn: 下载新词汇表...

source: Downloads new vocabularies
it: Scarica nuovi vocabolari
zh_cn: 下载新词汇表

source: Saves the active vocabulary document
it: Salva il documento di vocabolario esistente
zh_cn: 保存当前词汇表文档

source: Saves the active vocabulary document with a different name
it: Salva il documento di vocabolario esistente con un nome differente
zh_cn: 将当前词汇表文档以不同的名称保存

source: Closes the active vocabulary document
it: Chiude il documento di vocabolario attivo
zh_cn: 关闭当前词汇表文档

source: Prints the active vocabulary document
it: Stampa il documento di vocabolario attivo
zh_cn: 打印当前词汇表

source: Shows a preview of the active vocabulary document
it: Mostra un'anteprima del documento di vocabolario attivo
zh_cn: 显示当前词汇表文档的预览

source: Quits KWordQuiz
it: Esce da KWordQuiz
zh_cn: 退出 KWordQuiz

source: Cuts the text from the selected cells and places it on the clipboard
it: Taglia il testo dalle celle selezionate e lo mette negli appunti
zh_cn: 从选中单元格剪切文本，并将其放入剪贴板

source: Copies the text from the selected cells and places it on the clipboard
it: Copia il testo dalle celle selezionate e lo mette negli appunti
zh_cn: 从选中单元格复制文本，并将其放入剪贴板

source: Pastes previously cut or copied text from the clipboard into the selected cells
it: Incolla il testo precedentemente tagliato o copiato dagli appunti nelle celle selezionate e lo mette negli appunti
zh_cn: 将先前剪切或粘贴的文本从剪贴板粘贴到选中单元格

source: Clears the content of the selected cells
it: Cancella il contenuto delle celle selezionate
zh_cn: 清除选中单元格的内容

source: &Insert Row
it: &Inserisci riga
zh_cn: 插入行(&I)

source: Inserts a new row above the current row
it: Inserisci una nuova riga sopra la riga corrente
zh_cn: 在当前行之上插入新行

source: &Delete Row
it: &Elimina riga
zh_cn: 删除行(&D)

source: Deletes the selected row(s)
it: Elimina le righe selezionate
zh_cn: 删除选中行

source: &Mark as Blank
it: &Segna come "spazio"
zh_cn: 标为空(&M)

source: Marks the current or selected word as a blank for Fill-in-the-blank
it: Segna la parola corrente o selezionata come "spazio" per riempi-gli-spazi
zh_cn: 将当前或选中单词标为填空题的空

source: &Unmark Blanks
it: &Rimuovi i segni di "spazio"
zh_cn: 取消标为空(&U)

source: Removes blanks from the current or selected word
it: Rimuove gli "spazi" dalla parola corrente o selezionata
zh_cn: 删除当前或选中单词的空

source: &Column Settings...
it: Impostazioni delle &colonne...
zh_cn: 列设置(&C)...

source: Defines the column settings for the active vocabulary
it: Definisce le impostazioni delle colonne per il vocabolario attivo
zh_cn: 定义当前词汇表的列设置

source: &Font...
it: &Carattere...
zh_cn: 字体(&F)...

source: Defines the font used by the editor
it: Definisce il carattere usato dall'editor
zh_cn: 定义编辑器所用的字体

source: Link &Image...
it: Collega &immagine...
zh_cn: 链接图像(&I)...

source: Links an image with the current entry
it: Collega un'immagine alla voce corrente
zh_cn: 将图像与当前项链接

source: Link &Sound...
it: Collega &suono...
zh_cn: 链接声音(&S)...

source: Links a sound with the current entry
it: Collega un suono alla voce corrente
zh_cn: 将图像与当前项链接

source: &Adjust Row Heights
it: Regola &altezza delle righe
zh_cn: 调整行高(&A)

source: Automatically adjusts the height of selected rows
it: Regola automaticamente l'altezza delle righe selezionate
zh_cn: 自动调整选定行的高度

source: Sh&uffle
it: &Mescola
zh_cn: 打乱(&U)

source: Shuffles the entries of the active vocabulary
it: Mescola le voci del vocabolario attivo
zh_cn: 打乱当前词汇表中各项的顺序

source: &Keyboard Layout
it: Mappatura della &tastiera:
zh_cn: 键盘布局(&K)

source: Shows available keyboard layouts
it: Mostra le mappature della tastiera disponibili
zh_cn: 显示可用的键盘布局

source: Change Mode
it: Cambia modalità
zh_cn: 更改模式

source: Mode
it: Modalità
zh_cn: 模式

source: Changes the mode used in quiz sessions
it: Cambia la modalità usata nelle sessione di quiz
zh_cn: 更改闯关所用的模式

source: Selects this mode
it: Seleziona questa modalità
zh_cn: 选择此模式

# @item:inlistbox activate vocabulary editor
source: &Editor
zh_cn: 编辑器(&E)

source: Activates the vocabulary editor
it: Attiva l'editor del vocabolario
zh_cn: 激活词汇表编辑器

source: &Flashcard
it: &Carta mnemonica
zh_cn: 答题卡(&F)

source: Starts a flashcard session using the active vocabulary
it: Avvia una sessione con carte mnemoniche usando il vocabolario attivo
zh_cn: 使用当前词汇表开始答题卡闯关

source: &Multiple Choice
it: Scelta &multipla
zh_cn: 选择题(&M)

source: Starts a multiple choice session using the active vocabulary
it: Avvia una sessione a scelta multipla usando il vocabolario attivo
zh_cn: 使用当前词汇表开始选择题闯关

source: &Question and Answer
it: &Domanda e risposta
zh_cn: 问答(&Q)

source: Q&&A
it: D&&R
zh_cn: 问答

source: Starts a question and answer session using the active vocabulary
it: Avvia una sessione a domanda e risposta usando il vocabolario attivo
zh_cn: 使用当前词汇表开始问答题闯关

source: &Check
it: &Controlla
zh_cn: 检查(&C)

source: Checks your answer to this question
it: Controlla la tua risposta di questa domanda
zh_cn: 检查您对此问题的答案

source: Choose Option &1
it: Scegli l'opzione &1
zh_cn: 选择选项 &1

source: Choose Option &2
it: Scegli l'opzione &2
zh_cn: 选择选项 &2

source: Choose Option &3
it: Scegli l'opzione &4
zh_cn: 选择选项 &3

source: I &Know
it: &Lo so
zh_cn: 我知道(&K)

source: Counts this card as correct and shows the next card
it: Conta questa carta come corretta e mostra la carta successiva
zh_cn: 将此卡片计为正确并显示下张卡片

source: I &Do Not Know
it: &Non lo so
zh_cn: 我不知道(&D)

source: Counts this card as incorrect and shows the next card
it: Conta questa carta come non corretta e mostra la carta successiva
zh_cn: 将此卡片计为错误并显示下张卡片

source: &Hint
it: &Suggerimento
zh_cn: 提示(&H)

source: Gets the next correct letter of the answer
it: Inserisce la successiva lettera corretta della risposta
zh_cn: 获得答案的下个正确字母

source: Mark Last Correct
it: Segna l'ultima come corretta
zh_cn: 标记上次回答为正确

source: Marks last answer as correct
it: Segna l'ultima risposta come corretta
zh_cn: 将最后的回答标为正确

source: &Restart
it: &Riavvia
zh_cn: 重新开始(&R)

source: Restarts the quiz session from the beginning
it: Riavvia la sessione di quiz dall'inizio
zh_cn: 从头开始闯关

source: &Play Audio
it: &Riproduci audio
zh_cn: 播放声音(&P)

source: Play associated audio
it: Riproduci l'audio associato
zh_cn: 播放相关的声音

source: Repeat &Errors
it: Rip&eti errori
zh_cn: 重复错误(&E)

source: Repeats all incorrectly answered questions
it: Ripete tutte le domande a cui non hai risposto correttamente
zh_cn: 重答所有回答错误的问题

source: Export Errors &As...
it: Esporta errori &come...
zh_cn: 导出错误为(&A)...

source: Exports all errors as a new vocabulary document
it: Esporta tutti gli errori come nuovo documento di vocabolario
zh_cn: 导出所有错误为新词汇表文档

source: Show Se&arch
it: Mostr&a ricerca
zh_cn: 显示查找(&A)

source: Toggle display of the search bar
it: Attiva/disattiva la barra di ricerca
zh_cn: 切换查找栏显示

source: Configures sound and other notifications for certain events
it: Configura i suoni e le altre notifiche per certi eventi
zh_cn: 配置特定事件的声音和其他通知

source: Specifies preferences for the vocabulary editor and quiz sessions
it: Specifica le preferenze dell'editor del vocabolario e delle sessioni di quiz
zh_cn: 指定词汇表编辑器和闯关的首选项

source: Special Character <numid>%1</numid>
it: Carattere speciale <numid>%1</numid>
zh_cn: 特殊字符 <numid>%1</numid>

source: Toggles display of the toolbars
it: Attiva/disattiva le barre degli strumenti
zh_cn: 切换工具栏显示

source: Enter search terms here
it: Inserisci il termine da cercare
zh_cn: 在此输入查找字符

# @item:inlistbox vocabulary editor
source: Editor
zh_cn: 编辑器

source: Flashcard
it: Carta mnemonica
zh_cn: 答题卡

source: Multiple Choice
it: Scelta multipla
zh_cn: 选择题

source: Question & Answer
it: Domanda & risposta
zh_cn: 问答

source: Opening file...
it: Apertura file...
zh_cn: 打开文件...

# @info:status ready
source: Ready
it: Pronto
zh_cn: 就绪

source: The current document has been modified. Do you want to save it?
it: Il documento corrente è stato modificato. Vuoi salvarlo?
zh_cn: 当前文件已被修改。 您想要保存吗？

source: Opening a new document window...
it: Apertura di una nuova finestra di documento...
zh_cn: 打开新的文档窗口...

source: &Merge selected files with the current document
it: &Unisci i file selezionati al documento corrente
zh_cn: 将当前文档与已选文件合并在一起(&M)

source: Open Vocabulary Document
it: Apri documento di vocabolario
zh_cn: 打开词汇表文档

source: Saving file...
it: Salvataggio del file...
zh_cn: 保存文件...

source: Saving file with a new filename...
it: Salvataggio del file con un nuovo nome...
zh_cn: 以新文件名保存文件...

source: HTML Document
it: Documento HTML
zh_cn: HTML 文档

source: Save Vocabulary Document As
it: Salva il documento di vocabolario come
zh_cn: 词汇表文档另存为

source: Closing file...
it: Chiusura file...
zh_cn: 关闭文件...

source: Printing...
it: Stampa...
zh_cn: 打印...

source: Showing Preview...
it: Visualizzazione anteprima...
zh_cn: 显示预览...

# @info:status quitting
source: Quitting...
it: Uscita...
zh_cn: 退出...

source: Cutting selection...
it: Taglio della selezione...
zh_cn: 剪切选中内容...

source: Copying selection to clipboard...
it: Copia della selezione negli appunti...
zh_cn: 将选中内容复制到剪贴板...

source: Inserting clipboard contents...
it: Inserimento dei contenuti degli appunti...
zh_cn: 插入剪贴板内容...

source: Clearing the selected cells...
it: Cancellazione delle celle selezionate...
zh_cn: 清除选中单元格...

source: Inserting rows...
it: Inserimento righe...
zh_cn: 插入行...

source: Deleting selected rows...
it: Eliminazione delle righe selezionate...
zh_cn: 删除选中行...

source: Marking selected text as a blank...
it: Sto segnando il testo selezionato come "spazio"...
zh_cn: 将选中文本标为空...

source: Removing blank markings...
it: Rimozione dei segni di "spazio"...
zh_cn: 删除留空标记...

source: Setting the column titles of the vocabulary...
it: Impostazione dei titoli delle colonne del vocabolario...
zh_cn: 设置词汇表的列标题...

source: Setting the font of the vocabulary...
it: Impostazione del carattere del vocabolario...
zh_cn: 设置词汇表的字体...

source: Linking an image with the current entry...
it: Collegamento di un'immagine con la voce corrente...
zh_cn: 将当前条目与图像链接...

source: Linking a sound with the current entry...
it: Collegamento di un suono con la voce corrente...
zh_cn: 将当前条目与声音链接...

source: Adjusting row heights...
it: Modifica altezza delle righe...
zh_cn: 调整行高...

source: Randomizing the vocabulary...
it: Rimescolamento del vocabolario...
zh_cn: 打乱词汇表...

source: Updating mode...
it: Aggiornamento della modalità...
zh_cn: 更新模式...

source: Starting editor session...
it: Avvio della sessione di editor...
zh_cn: 启动编辑器会话...

source: Starting flashcard session...
it: Avvio di una sessione con carte mnemoniche...
zh_cn: 开始答题卡闯关...

source: Starting multiple choice session...
it: Avvio della sessione a scelta multipla...
zh_cn: 开始选择题闯关...

source: Starting question & answer session...
it: Avvio della sessione a domanda e risposta...
zh_cn: 开始问答题闯关...

source: Insert %1
it: Inserisci %1
zh_cn: 插入 %1

source: Inserts the character %1
it: Inserisce il carattere %1
zh_cn: 插入字符 %1

source: This will restart your quiz. Do you wish to continue?
it: Ciò riavvierà il quiz. Vuoi continuare?
zh_cn: 这将重新开始闯关。您想要继续吗？

source: &1 %1 -> %2 In Order
it: &1 %1 -> %2 In ordine
zh_cn: &1 %1 -> %2 按顺序

source: &2 %1 -> %2 In Order
it: &2 %1 -> %2 In ordine
zh_cn: &2 %1 -> %2 按顺序

source: &3 %1 -> %2 Randomly
it: &3 %1 -> %2 A caso
zh_cn: &3 %1 -> %2 随机

source: &4 %1 -> %2 Randomly
it: &4 %1 -> %2 A caso
zh_cn: &4 %1 -> %2 随机

source: &5 %1 <-> %2 Randomly
it: &5 %1 -> %2 A caso
zh_cn: &5 %1 <-> %2 随机

source: %1 -> %2 In Order
it: %1 -> %2 In ordine
zh_cn: %1 -> %2 按顺序

source: %1 -> %2 Randomly
it: %1 -> %2 A caso
zh_cn: %1 -> %2 随机

source: %1 &lt;-&gt; %2 Randomly
it: %1 &lt;-&gt; %2 A caso
zh_cn: %1 -> %2 随机

source: Is this the first time KWordQuiz is run?
it: Questo è il primo avvio di KWordQuiz?
zh_cn: 这是否是 KWordQuiz 第一次运行？

source: Toggle display of the search bar.
it: Attiva/disattiva la barra di ricerca.
zh_cn: 切换工具栏显示

source: Type of session to use when opening files
it: Tipo di sessione da usare all'apertura dei file
zh_cn: 打开文件时使用的课程类型

source: Type of printout to generate
it: Il tipo di stampa da generare
zh_cn: 要生成的输出类型

source: Titles for column 1
it: Titolo per la colonna 1
zh_cn: 第一列的标题

source: Titles for column 2
it: Titolo per la colonna 2
zh_cn: 第二列的标题

source: Font used in the editor
it: Carattere usato nell'editor
zh_cn: 编辑器所用字体

source: If Fill-in-the-blank should be enabled
it: Se dovrebbe essere abilitato il riempi-gli-spazi
zh_cn: 是否启用填空

source: Direction the Enter key moves in the editor
it: La direzione in cui il tasto Invio muove nell'editor
zh_cn: Enter 键在编辑器移动的方向

source: Characters for the special character toolbar
it: Caratteri per la barra degli strumenti dei caratteri speciali
zh_cn: 特殊字符工具栏的字符

source: Clear all data in selected entries
it: Cancella tutti i dati nelle voci selezionate
zh_cn: 清除所选条目中的所有数据

source: Clear the text in selected entries
it: Cancella il testo nelle voci selezionate
zh_cn: 清除选中条目的文字

source: Clear the image link in selected entries
it: Cancella il collegamento ad immagini nelle voci selezionate
zh_cn: 清除选中条目的图像链接

source: Clear the sound link in selected entries
it: Cancella il collegamento a suoni nelle voci selezionate
zh_cn: 清除选中条目的声音链接

source: Automatically check selected answer in multiple choice
it: Controlla automaticamente la risposta selezionata in una scelta multipla
zh_cn: 选择题中自动检查所选答案

source: Automatically flip flashcard
it: Gira automaticamente la carta mnemonica
zh_cn: 自动翻过答题卡

source: Time delay for flipping flashcard
it: Ritardo di tempo per girare le carte mnemoniche
zh_cn: 翻过答题卡的延迟时间

source: Treat use of hint as error
it: Tratta suggerimento come errore
zh_cn: 将使用提示视为错误

source: Count flashcard as correct or error
it: Conta carta mnemonica come corretta o errore
zh_cn: 将答题卡计为正确或错误

source: Quiz mode
it: Modalità del quiz
zh_cn: 答题模式

source: Show score as percentage
it: Mostra punteggio come percentuale
zh_cn: 将分数显示为百分比

source: Font used for front of flashcard
it: Carattere usato per il fronte delle carte mnemoniche
zh_cn: 答题卡正面所用字体

source: Color used for text on front of flashcard
it: Colore usato per il testo sul fronte delle carte mnemoniche
zh_cn: 答题卡正面文字所用颜色

source: Color used for front of flashcard
it: Colore usato per il fronte delle carte mnemoniche
zh_cn: 答题卡正面所用颜色

source: Color used for frame on front of flashcard
it: Colore usato per la cornice sul fronte delle carte mnemoniche
zh_cn: 答题卡正面边框所用颜色

source: Font used for back of flashcard
it: Carattere usato per il retro delle carte mnemoniche
zh_cn: 答题卡背面所用字体

source: Color used for text on back of flashcard
it: Colore usato per il testo sul retro delle carte mnemoniche
zh_cn: 答题卡背面文字所用颜色

source: Color used for back of flashcard
it: Colore usato per il retro delle carte mnemoniche
zh_cn: 答题卡背面所用颜色

source: Color used for frame on back of flashcard
it: Colore usato per la cornice sul retro delle carte mnemoniche
zh_cn: 答题卡背面边框所用颜色

source: The Providers path for KWordQuiz
it: Il percorso dei depositi per KWordQuiz
zh_cn: KWordQuiz 的提供者路径

source: The command used to start a downloaded vocabulary
it: Il comando usato per avviare un vocabolario scaricato
zh_cn: 启动下载的词汇表所用的命令

source: The folder where downloaded vocabularies are saved by default (relative to $HOME)
it: La cartella predefinita (relativa a $HOME) dove i vocabolari scaricati sono salvati
zh_cn: 下载的词汇表默认所保存的文件夹(相对于 $HOME)

source: Pop up flashcards at fixed or random intervals
it: Fai apparire le carte mnemoniche a intervalli di tempo fissi o casuali
zh_cn: 按固定或随机时间间隔弹出答题卡

source: The interval in minutes at which to pop up a flash card
it: L'intervallo in minuti dopo il quale fare apparire una carta mnemonica
zh_cn: 弹出答题卡的间隔时间(分钟)

source: The minimum interval in minutes at which to pop up a flash card
it: L'intervallo minimo in minuti dopo il quale fare apparire una carta mnemonica
zh_cn: 弹出答题卡的最短间隔时间(分钟)

source: The maximum interval in minutes at which to pop up a flash card
it: L'intervallo massimo in minuti dopo il quale fare apparire una carta mnemonica
zh_cn: 弹出答题卡的最长间隔时间(分钟)

source: Geometry of the last flash card
it: Geometria dell'ultima carta mnemonica
zh_cn: 最后一张答题卡的位置

source: Show flash card in a native KWordQuiz style
it: Mostra le carte mnemoniche usando uno stile nativo di KWordQuiz
zh_cn: 以原生 KWordQuiz 风格显示答题卡

source: Last open vocabulary file to be opened automatically if none other is specified on the command line
it: L'ultimo file di vocabolario aperto da aprire automaticamente se nessun altro è specificato a riga di comando
zh_cn: 如果没有在命令行里指定要打开的词汇文件，则自动打开之前最后使用的词汇表

source: Start exercise as soon as the user opens vocabulary file
it: Avvia esercizio appena l'utente apre un file di vocabolario
zh_cn: 用户打开词汇表文件后立即开始练习

# @title:group general settings
source: General
it: Generale
zh_cn: 常规

# @title:group general settings
source: General Settings
it: Impostazioni generali
zh_cn: 常规设置

# @title:group editor settings
source: Editor
zh_cn: 编辑器

# @title:group editor settings
source: Editor Settings
it: Impostazioni dell'editor
zh_cn: 编辑器设置

# @title:group quiz settings
source: Quiz
zh_cn: 题目

# @title:group quiz settings
source: Quiz Settings
it: Impostazioni del quiz
zh_cn: 题目设置

# @title:group flash appearance settings
source: Flashcard Appearance
it: Aspetto delle carte mnemoniche
zh_cn: 答题卡外观

# @title:group flash appearance settings
source: Flashcard Appearance Settings
it: Impostazioni dell'aspetto delle carte mnemoniche
zh_cn: 答题卡外观设置

# @title:group special character settings
source: Special Characters
it: Caratteri speciali
zh_cn: 特殊字符

source: V&ocabulary
it: V&ocabolario
zh_cn: 词汇表(&O)

source: &Mode
it: &Modalità
zh_cn: 模式(&M)

source: &Quiz
zh_cn: 答题(&Q)

source: Quiz
zh_cn: 题目

source: Special Characters
it: Caratteri speciali
zh_cn: 特殊字符

# @title:window
source: Clear Contents
it: Pulisci contenuti
zh_cn: 清除内容

# @item:inmenu undo clear
source: Clear
it: Cancella
zh_cn: 清除

# @item:inmenu undo cut
source: Cut
it: Taglia
zh_cn: 剪切

# @item:inmenu undo paste
source: Paste
it: Incolla
zh_cn: 粘贴

# @item:inmenu undo sort
source: Sort
it: Ordina
zh_cn: 排序

# @item:inmenu undo shuffle
source: Shuffle
it: Mescola
zh_cn: 打乱

# @item:inmenu undo insert
source: Insert
it: Inserisci
zh_cn: 插入

# @item:inmenu undo delete
source: Delete
it: Elimina
zh_cn: 删除

# @item:inmenu undo unmark blank
source: Unmark Blank
it: Rimuovi i segni di "spazio"
zh_cn: 取消标为空

# @item:inmenu undo column titles
source: Column Settings
it: Impostazione delle colonne
zh_cn: 列设置

# @item:inmenu undo link image
source: Link Image
it: Collega immagine
zh_cn: 链接图像

# @item:inmenu undo link sound
source: Link Sound
it: Collega suono
zh_cn: 链接声音

source: Font
it: Carattere
zh_cn: 字体

source: Entry
it: Voce
zh_cn: 条目

source: Questions
it: Domande
zh_cn: 问题

source: The number of questions in the session
it: Il numero di domande nella sessione
zh_cn: 每关的问题数

source: Correct answers
it: Risposte corrette
zh_cn: 正确答案数

source: The number of questions answered correctly. May be shown as a percentage.
it: Il numero di domande a cui hai risposto correttamente. Può essere mostrato come percentuale.
zh_cn: 已正确回答的问题数。可以显示为百分比。

source: Incorrect answers
it: Risposte non corrette
zh_cn: 错误答案数

source: The number of questions answered incorrectly. May be shown as a percentage.
it: Il numero di domande a cui non hai risposto correttamente. Può essere mostrato come percentuale.
zh_cn: 已错误回答的问题数。可以显示为百分比。

source: Answered questions
it: Domande a cui hai risposto
zh_cn: 答过的问题数
