Repository: KDE/kwordquiz
Catalog: po/*/kwordquiz.po
Languages: it, zh_cn

source: The number of questions already answered. May be shown as a percentage.
it: Il numero di domande a cui hai già risposto. Può essere mostrato come percentuale.
zh_cn: 已经回答的问题数。可以显示为百分比。

source: Untitled
it: Senza nome
zh_cn: 无标题

source: Name:_____________________________ Date:__________
it: Nome:_____________________________ Data:__________
zh_cn: 姓名：_____________________________ 日期：__________

source: Score
it: Punteggio
zh_cn: 得分

source: There is an error with the Fill-in-the-blank brackets
it: C'è un errore con le parentesi di riempi-gli-spazi
zh_cn: 填空题中有错误

# @title:window
source: Select Image
it: Scegli immagine
zh_cn: 选择图像

# @title:window
source: Select Sound
it: Scegli suono
zh_cn: 选择声音

source: All Files (*)
it: Tutti i file (*)
zh_cn: 所有文件 (*)

source: <qt>KWordQuiz Tutor displays flashcards on your screen in a way that allows you to set a certain time interval at which flashcards will pop up.<br /><br />The flashcards pop up in a non-intrusive way allowing you to carry on working without stealing the focus from other programs you might be working with.<br /><br />Be sure to right-click KWordQuiz Tutor icon on the panel and select Preferences. There you can assign keyboard shortcuts.</qt>
it: <qt>Il tutore di KWordQuiz mostra sullo schermo le carte mnemoniche in modo da farti impostare un intervallo di tempo dopo il quale appariranno le carte mnemoniche.<br /><br />Le carte mnemoniche appaiono senza dare fastidio, permettendoti di continuare a lavorare senza sottrarre il fuoco da altri programmi con cui stai lavorando.<br /><br />Assicurati di fare clic con il tasto destro del mouse sull'icona del tutore di KWordQuiz e di selezionare «Preferenze». Lì puoi assegnare le scorciatoie da tastiera.</qt>
zh_cn: <qt>KWordQuiz教程会在您屏幕上显示答题卡。您可以设置弹出的时间间隔。<br /><br />答题卡以非侵入方式弹出，允许您继续工作而不会从您可能正在使用的其他程序中夺取焦点。<br /><br />您可以右键单击面板上的KWordQuiz教程图标，然后选择首选项并指定键盘快捷键。</qt>

source: Tutor
it: Tutore
zh_cn: 教学

source: Start Exercise
it: Avvia esercizio
zh_cn: 开始练习

source: Configure KWordQuiz Tutor...
it: Configure il tutore di KWordQuiz...
zh_cn: 配置 KWordQuiz 教学...

source: Close Flash Card
it: Chiudi carta mnemonica
zh_cn: 关闭答题卡

source: Flip Flash Card
it: Gira carta mnemonica
zh_cn: 翻开答题卡

source: Stop Exercise
it: Ferma esercizio
zh_cn: 停止练习

# @title:group tutor settings
source: Tutor
it: Tutore
zh_cn: 教学

# @title:group tutor settings
source: Tutor Settings
it: Impostazioni del tutore
zh_cn: 教学设置

# Shortcuts Config
source: Shortcuts
it: Scorciatoie da tastiera
zh_cn: 快捷键

source: Shortcuts Settings
it: Impostazioni delle scorciatoie da tastiera
zh_cn: 快捷键设置

source: A powerful flashcard and vocabulary learning program
it: Un potente programma per l'apprendimento di carte mnemoniche e di vocabolari
zh_cn: 强大的答题卡和词汇表学习程序

source: KDE Edutainment Maintainer
it: Responsabile KDE Edu
zh_cn: KDE 教育娱乐类软件维护者

source: Leitner System and several code contributions
it: Sistema di Leitner e contributi vari
zh_cn: Leitner 学习系统并贡献了一些代码

source: A number 1-5 corresponding to the entries in the Mode menu
it: Un numero da 1 a 5 corrispondente alle voci nel menu Modalità
zh_cn: 数字 1-5 对应着模式菜单中的条目

source: Type of session to start with: 'flash' for flashcard, 'mc' for multiple choice, 'qa' for question and answer, 'tutor' for tutor
it: Tipo di sessione con cui iniziare: «flash» per le carte mnemoniche, «mc» per la scelta multipla, «qa» per domanda e risposta, «tutor» per il tutore
zh_cn: 开启的学习关卡类型： “flash” 代表答题卡类 “mc”代表多项选择类 “qa”代表问答类 “tutor”代表教学类

source: File to open
it: File da aprire
zh_cn: 要打开的文件

source: Correct Answer
it: Risposta corretta
zh_cn: 正确答案

source: Previous Question
it: Domanda precedente
zh_cn: 上个问题

source: Your Answer
it: La tua risposta
zh_cn: 您的答案

source: Summary
it: Riepilogo
zh_cn: 摘要

source: The question
it: La domanda
zh_cn: 问题

source: Language or other identifier for the question
it: Lingua o altro identificatore per la domanda
zh_cn: 问题的语言其他标识符

source: Language 1
it: Lingua 1
zh_cn: 第一种语言

source: This is your question
it: Questa è la tua domanda
zh_cn: 这是您的问题

source: Your choices
it: Le tue scelte
zh_cn: 您的选择

source: Three choices for the answer. One is correct.
it: Tre scelte per la risposta. Una è corretta.
zh_cn: 答案可从三个选项中加以选择，其中只有一个是正确的。

source: &2 Option
it: Opzione &2
zh_cn: 第二选项(&2)

source: &1 Option
it: Opzione &1
zh_cn: 第一选项(&1)

source: Language or other identifier for the answer
it: Lingua o altro identificatore per la risposta
zh_cn: 答案的语言或其他标识符

source: Language 2
it: Lingua 2
zh_cn: 第二种语言

source: &3 Option
it: Opzione &3
zh_cn: 第三选项(&3)

source: Previous question
it: Domanda precedente
zh_cn: 上个问题

source: The previous question
it: La domanda precedente
zh_cn: 上一个问题

source: This was your question
it: Questa era la tua domanda
zh_cn: 这是您的问题

source: Your previous answer
it: La tua risposta precedente
zh_cn: 您的上一个答案

source: Your answer to the previous question
it: La tua risposta alla domanda precedente
zh_cn: 您对上个问题的答案

source: This was your answer
it: Questa era la tua risposta
zh_cn: 这是您的答案

source: Previous correct answer
it: Risposta corretta precedente
zh_cn: 上个正确答案

source: The correct answer to the previous question
it: La risposta corretta alla domanda precedente
zh_cn: 上个问题的正确答案

source: This was the correct answer
it: Questa era la risposta corretta
zh_cn: 这是正确答案

source: <html>There are too few entries in your vocabulary.<br />You need at least three entries for a multiple choice quiz.</html>
it: <html>Non ci sono abbastanza voci nel vocabolario.<br />Ci devono essere almeno tre voci per un quiz a scelta multipla.</html>
zh_cn: <html>您的词汇表中的条目太少了。<br />在多项选择问答中，您的词汇表中至少需要三个条目。</html>

# Back of the flashcard
source: Back
it: Retro
zh_cn: 背面

source: Answer
it: Risposta
zh_cn: 答案

source: Front
it: Fronte
zh_cn: 前面

source: Question
it: Domanda
zh_cn: 问题

source: Card Appearance
it: Aspetto delle carte
zh_cn: 卡片外观

source: Flip card
it: Gira la carta
zh_cn: 翻开卡片

source: Use to show the other side of the card
it: Usa per mostrare l'altro lato della carta
zh_cn: 用于显示卡片的另外一面

source: &Flip Card
it: &Gira la carta
zh_cn: 翻开卡片(&F)

source: F&ont:
it: Ca&rattere:
zh_cn: 字体(&O)：

source: Use to select the font for displaying text on the back of the card
it: Usa per scegliere il carattere per mostrare il testo sul retro delle carte
zh_cn: 用于选择显示卡片背面文字的字体

source: Select text color
it: Scegli il colore del testo
zh_cn: 选择文本颜色

source: Use to select the color for text shown on the card
it: Usa per scegliere il colore del testo mostrato sulle carte
zh_cn: 用于选择卡片上显示文字的颜色

source: Select card frame color
it: Scegli il colore della cornice delle carte
zh_cn: 选择卡片边框颜色

source: Use to select the color for drawing the frame of the card
it: Usa per scegliere il colore per disegnare la cornice delle carte
zh_cn: 用于选择绘制卡片边框的颜色

source: Select card color
it: Scegli il colore delle carte
zh_cn: 选择卡片颜色

source: Select color used to draw the card
it: Scegli il colore usato per disegnare le carte
zh_cn: 选择用于绘制卡片的颜色

source: Use to select the font for displaying text on the front of the card
it: Usa per scegliere il carattere per mostrare il testo sul fronte delle carte
zh_cn: 用于选择卡片正面显示文本的字体

source: &Text color:
it: Colore del &testo:
zh_cn: 文本颜色(&T)：

source: &Card color:
it: &Colore delle carte:
zh_cn: 卡片颜色(&C)：

source: Fra&me color:
it: Colore della c&ornice:
zh_cn: 边框颜色(&M)：

source: Action
it: Azione
zh_cn: 操作

source: Shortcut
it: Scorciatoia
zh_cn: 快捷键

source: Character
it: Carattere
zh_cn: 字符

source: Special Character %1
it: Carattere speciale %1
zh_cn: 特殊字符 %1

source: Note: Select Settings -> Configure Shortcuts... to change the shortcut associated with each action.
it: Nota: seleziona "Impostazioni -> Configura le scorciatoie..." per cambiare la scorciatoia associata con ciascuna azione.
zh_cn: 注意：选择 设置->配置快捷键...可更改与每个操作关联的快捷键。

source: Select character to modify
it: Scegli il carattere da modificare
zh_cn: 选择要修改的字符

source: Customizable special character actions
it: Azioni personalizzate per caratteri speciali
zh_cn: 自定义特殊字符操作

source: Click to choose a new character
it: Fai clic per scegliere un nuovo carattere
zh_cn: 单击可选择新字符

source: Choose a character for the selected action
it: Scegli un carattere per l'azione selezionata
zh_cn: 为所选操作选择一个字符

source: C&haracter...
it: C&arattere...
zh_cn: 字符(&H)...

source: Preview of current character
it: Anteprima del carattere corrente
zh_cn: 当前字符预览

source: Preview of the character associated with the selected action
it: Anteprima del carattere associato con l'azione selezionata
zh_cn: 预览与所选操作关联的字符

source: How enter key moves
it: Come il tasto Invio muove
zh_cn: 如何移动 Enter 键

source: Select how the Enter key should behave in the editor
it: Scegli qui il comportamento del tasto Invio nell'editor
zh_cn: 选择编辑器中如何移动 Enter 键

source: Enter Ke&y Moves
it: &Il tasto Invio muove
zh_cn: Enter 键移动(&Y)

source: Select if the next cell below should become active when pressing Enter.
it: Scegli se la successiva cella in basso diventerà attiva alla pressione di Invio
zh_cn: 如果想要在按下 Enter 键时移动到下方的单元格，请选择此项。

source: &Down
it: &Giù
zh_cn: 下(&D)

source: Select if the next cell to the right should become active when pressing Enter
it: Scegli se la successiva cella alla destra diventerà attiva alla pressione di Invio
zh_cn: 如果想要在按下 Enter 键时移动到右方的单元格，请选择此项。

source: &Right
it: &Destra
zh_cn: 右(&R)

source: Select if the current cell should remain active when pressing Enter
it: Scegli se la cella corrente rimarrà attiva alla pressione di Invio
zh_cn: 如果想要在按下 Enter 键时不移动当前单元格，请选择此项。

source: Does not &move
it: Non &muove
zh_cn: 不移动(&M)

source: Check to enable fill-in-the-blank
it: Marca per abilitare il riempi-gli-spazi
zh_cn: 选中可启用填空

source: Select to enable the functions for Fill-in-the-blank
it: Scegli per abilitare la funzione riempi-gli-spazi
zh_cn: 如果想要启用填空功能，请选择此项

source: E&nable fill-in-the-blank
it: A&bilita la modalità riempi-gli-spazi
zh_cn: 允许填空(&N)

source: How vocabulary documents are opened
it: Come i documenti di vocabolario sono aperti
zh_cn: 词汇表文档打开方式

source: Select the kind of session to load an opened vocabulary document in
it: Scegli il tipo di sessione in cui caricare un documento di vocabolario aperto
zh_cn: 选择以哪种课程类型加载打开的词汇表文档

source: &Open Vocabulary Documents in
it: &Apri documenti di vocabolario in
zh_cn: 词汇表文档打开方式(&O)

source: Open vocabulary documents in the editor
it: Apri documenti di vocabolario nell'editor
zh_cn: 在编辑器中打开词汇表文档

source: Select if the vocabulary documents should be opened in the editor
it: Scegli se i documenti di vocabolario dovrebbero essere aperti nell'editor
zh_cn: 选择是否在编辑器中打开词汇表

source: &Editor
zh_cn: 编辑器(&E)

source: Open vocabulary documents in a flashcard quiz
it: Apri i documenti di vocabolario in un quiz con carte mnemoniche
zh_cn: 在答题卡中打开词汇表文档

source: Select if the vocabulary documents should be opened in a flashcard quiz
it: Scegli se i documenti di vocabolario dovrebbero essere aperti in un quiz con carte mnemoniche
zh_cn: 选择是否在答题卡中打开词汇表文档

source: &Flashcard Quiz
it: &Quiz con carte mnemoniche
zh_cn: 答题卡问答(&F)

source: Open vocabulary documents in a multiple choice quiz
it: Apri i documenti di vocabolario in un quiz a scelta multipla
zh_cn: 在选择题中打开词汇表文档

source: Select if the vocabulary documents should be opened in a multiple choice quiz
it: Scegli se i documenti di vocabolario dovrebbero essere aperti in un quiz a scelta multipla
zh_cn: 选择是否在多选卡中打开词汇表文档

source: &Multiple Choice Quiz
it: Quiz a scelta &multipla
zh_cn: 选择题(&M)

source: Open vocabulary documents in a question and answer quiz
it: Apri i documenti di vocabolario in un quiz a domanda e risposta
zh_cn: 在问答题中打开词汇表文档

source: Select if the vocabulary documents should be opened in a question and answer quiz
it: Scegli se i documenti di vocabolario dovrebbero essere aperti in un quiz a domanda e risposta
zh_cn: 选择是否在问答题中打开词汇表文档

source: &Question and Answer Quiz
it: Quiz a &domanda e risposta
zh_cn: 问答题(&Q)

source: Specify behavior for a question and answer session
it: Specifica il comportamento per una sessione a domanda e risposta
zh_cn: 指定问答题闯关的行为

source: Question && Answer
it: Domanda && risposta
zh_cn: 问答题

source: Check to count hint as error
it: Marca per trattare i suggerimenti come errore
zh_cn: 选中可将提示计为错误

source: Select if questions where the hint function has been used should be counted as errors
it: Scegli se le domande dove sono stati usati i suggerimenti dovrebbero essere considerate come errori
zh_cn: 如果想要使用过提示功能的问题计为错误，请选择此项

source: &Treat hint as error
it: &Tratta suggerimento come errore
zh_cn: 将提示视为错误(&T)

source: Specify behavior of the score presentation in any session
it: Scegli il modo in cui viene presentato il punteggio in ciascuna sessione
zh_cn: 指定各种题型闯关的记分牌行为

source: Check to show score as a percentage
it: Marca per mostrare il punteggio come percentuale
zh_cn: 选中可将得分显示为百分比

source: Select if the score should be shown as a percentage
it: Scegli se il punteggio dovrebbe essere mostrato come percentuale
zh_cn: 如果要将得分显示为百分比，请选择此项

source: &Show score as a percentage
it: Mo&stra punteggio come percentuale
zh_cn: 将得分显示为百分比(&S)

source: Specify behavior for a multiple choice session
it: Specifica il comportamento per una sessione a scelta multipla
zh_cn: 指定选择题闯关的行为

source: Check to correct automatically
it: Marca per controllare automaticamente
zh_cn: 选中可自动判分

source: Select if a choice should be checked immediately
it: Scegli se una scelta dovrebbe essere controllata immediatamente
zh_cn: 如果想要立即检查选项，请选择此项

source: Check selection a&utomatically
it: Controlla la scelta a&utomaticamente
zh_cn: 自动检查选项(&U)

source: Specify behavior of a flashcard session
it: Specifica il comportamento di una sessione con carte mnemoniche
zh_cn: 指定答题卡闯关的行为

source: Specify the amount of time between card flips
it: Specifica quanto tempo attendere prima di girare le carte
zh_cn: 指定翻到下一道题的时间

source: seconds and
it: secondi e
zh_cn: 秒

source: Delay to flip card
it: Attesa prima di girare una carta
zh_cn: 翻卡延迟

source: Delay in seconds to flip card
it: Attesa in secondi prima di girare una carta
zh_cn: 翻卡延迟秒数

source: Select how to count card
it: Scegli come contare le carte
zh_cn: 选择如何计分

source: Select if the previous card should be counted as correct when moving to the next card
it: Scegli se la carta precedente dovrebbe essere considerata corretta quando passi alla carta successiva
zh_cn: 如果想要在自动翻到下一道题时将上一道题计为正确，请选择此项。

source: Count &as correct
it: Cont&a come corretto
zh_cn: 计为正确(&A)

source: Select if the previous card should be counted as incorrect when moving to the next card
it: Scegli se la carta precedente dovrebbe essere considerata non corretta quando passi alla carta successiva
zh_cn: 如果想要在自动翻到下一道题时将上一道题计为错误，请选择此项。

source: Count as &error
it: Conta come &errore
zh_cn: 计为错误(&E)

source: Check to flip card automatically
it: Marca per girare automaticamente le carte
zh_cn: 选中可自动翻过答题卡

source: Select if you want a card to turn over automatically after the given amount of time
it: Scegli se vuoi girare automaticamente una carta dopo un tempo specificato
zh_cn: 如果您想要在给定时间后自动翻过答题卡，请选择此项。

source: &Flip card automatically after
it: &Gira automaticamente la carta dopo
zh_cn: 每道题的答题时限为(&F)

source: Tutor Timing
it: Temporizzazione del tutore
zh_cn: 教学计时

source: &Every
it: &Ogni
zh_cn: 每(&E)

source: &minutes
it: &minuti
zh_cn: 分钟(&M)

source: &Randomly
it: &A caso
zh_cn: 随机(&R)

source: Between
it: Tra
zh_cn: 介于

source: m&inutes and
it: m&inuti e
zh_cn: 分钟和(&I)

source: mi&nutes
it: mi&nuti
zh_cn: 分钟(&N)

source: Flashcard Appearance
it: Aspetto delle carte mnemoniche
zh_cn: 答题卡外观

source: &Native
it: &Nativo
zh_cn: 原生(&N)

source: Minim&alistic
it: Minim&alistico
zh_cn: 最小化(&A)

source: Miscellaneous
it: Varie
zh_cn: 杂项

source: S&tart exercise as soon as vocabulary file is opened
it: &Avvia esercizio appena un file di vocabolario è aperto
zh_cn: 打开词汇表文件后立即开始练习(&T)

source: Type your answer
it: Inserisci la tua risposta
zh_cn: 输入您的答案

source: The answer showing blanks for a Fill-in-the-blank question
it: La risposta che mostra spazi per una domanda riempi-gli-spazi
zh_cn: 填空题的答案

source: This is _____ answer
it: Questa è _____ risposta
zh_cn: 这是 _____ 答案

source: Type the answer to the question
it: Inserisci la risposta della domanda
zh_cn: 输入问题的答案

source: <html>There are too few entries in your vocabulary.<br />You need at least one entry for a question and answer quiz.</html>
it: <html>Non ci sono abbastanza voci nel vocabolario.<br />Ci deve essere almeno una voce per un quiz a domanda e risposta.</html>
zh_cn: <html>您的词汇表中的条目太少了。<br />在问答题中，您至少在词汇表中需要一个条目。</html>

# @title:window
source: Vocabulary Options
it: Opzioni del vocabolario
zh_cn: 词汇表选项

source: Select Type of Printout
it: Seleziona il tipo di stampa
zh_cn: 选择输出类型

source: Vocabulary &list
it: &Lista del vocabolario
zh_cn: 词汇表列表(&L)

source: Select to print the vocabulary as displayed in the editor
it: Scegli per stampare il vocabolario come visualizzato nell'editor
zh_cn: 将编辑器中显示的词汇表打印输出

source: Vocabulary e&xam
it: &Esame di vocabolario
zh_cn: 词汇表测验(&X)

source: Select to print the vocabulary as a vocabulary exam
it: Scegli per stampare il vocabolario come esame di vocabolario
zh_cn: 将词汇表打印为词汇表测验

source: &Flashcards
it: &Carte mnemoniche
zh_cn: 答题卡(&F)

source: Select to print flashcards
it: Scegli per stampare le carte mnemoniche
zh_cn: 打印答题卡

# %1 is an error message
source: %1 If you are sure no other program is using the file you can choose to ignore the lock and open the file anyway. Do you want to open the file?
it: %1 Se sei sicuro che nessun altro programma sta usando il file puoi scegliere di ignorare il blocco, così da poter aprire il file lo stesso. Vuoi aprire il file?

source: Open File
it: Apri file
